Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This will delete your: • API Key • Account Number • Meter Information • Account Data • Consumption History • Tariff Calculations You will need to re-enter your account information to access your energy data.
ar: سيؤدي هذا إلى حذف ما يلي: • مفتاح API • رقم الحساب • معلومات العداد • بيانات الحساب • سجل الاستهلاك • حسابات التعرفة ستحتاج إلى إعادة إدخال معلومات حسابك للوصول إلى بيانات الطاقة الخاصة بك.
ca: Això suprimirà: • La vostra clau API • El número de compte • La informació del comptador • Les dades del compte • L’historial de consum • Els càlculs de tarifa Haureu de tornar a introduir la informació del vostre compte per accedir a les vostres dades d’energia.
cs: Tímto dojde k odstranění: • API klíče • Čísla účtu • Informací o měřiči • Účetních dat • Historie spotřeby • Výpočtů tarifu Budete muset znovu zadat informace o svém účtu, abyste měli přístup k údajům o energii.
da: Dette vil slette: • Dit API-nøgle • Kontonummer • Måleroplysninger • Kontodata • Forbrugshistorik • Tariffberegninger Du skal indtaste dine kontooplysninger igen for at få adgang til dine energidata.
de: Dies wird Folgendes löschen: • Ihren API-Schlüssel • Ihre Kontonummer • Ihre Zählerinformationen • Ihre Kontodaten • Ihren Verbrauchsverlauf • Ihre Tarifberechnungen Sie müssen Ihre Kontoinformationen erneut eingeben, um auf Ihre Energiedaten zugreifen zu können.
el: Αυτό θα διαγράψει: • Το κλειδί API • Τον αριθμό λογαριασμού • Τις πληροφορίες του μετρητή • Τα δεδομένα λογαριασμού • Το ιστορικό κατανάλωσης • Τους υπολογισμούς τιμολογίων Θα χρειαστεί να εισαγάγετε ξανά τα στοιχεία του λογαριασμού σας για να αποκτήσετε πρόσβαση στα δεδομένα ενέργειάς σας.
es: Esto eliminará: • Tu clave de API • Tu número de cuenta • La información del contador • Los datos de la cuenta • El historial de consumo • Los cálculos de tarifas Deberás volver a introducir la información de tu cuenta para acceder a tus datos de energía.
fi: Tämä poistaa: • API-avaimesi • Tilinumerosi • Mittaritietosi • Tilitietosi • Kulutushistoriasi • Tariffilaskelmat Sinun on syötettävä tilitietosi uudelleen, jotta pääset käsiksi energiadataasi.
fr: Cela supprimera : • Votre clé API • Votre numéro de compte • Les informations du compteur • Les données de compte • L’historique de consommation • Les calculs de tarif Vous devrez saisir à nouveau les informations de votre compte pour accéder à vos données énergétiques.
he: פעולה זו תמחק את: • מפתח ה-API שלך • מספר החשבון • פרטי המונה • נתוני החשבון • היסטוריית הצריכה • חישובי התעריף תצטרך להזין מחדש את פרטי החשבון שלך כדי לגשת לנתוני האנרגיה.
hi: इससे आपकी ये चीज़ें हट जाएँगी: • API कुंजी • खाता संख्या • मीटर जानकारी • खाता डेटा • खपत इतिहास • टैरिफ कैलकुलेशन अपनी ऊर्जा डेटा तक पहुंचने के लिए आपको अपना खाता विवरण दोबारा दर्ज करना होगा।
hr: Ovo će izbrisati: • Vaš API ključ • Broj računa • Informacije o brojilu • Podatke računa • Povijest potrošnje • Izračune tarifa Morat ćete ponovno unijeti podatke o računu da biste pristupili svojim energetskim podacima.
hu: Ezzel törlésre kerül: • API-kulcs • Fiókszám • Mérő adatai • Fiókadatok • Fogyasztási előzmények • Tarifaszámítások Az energiaadataid eléréséhez újra meg kell adnod a fiókadataidat.
id: Ini akan menghapus: • Kunci API Anda • Nomor Akun • Informasi Meteran • Data Akun • Riwayat Konsumsi • Perhitungan Tarif Anda harus memasukkan kembali informasi akun Anda untuk mengakses data energi.
it: Questo rimuoverà: • La tua chiave API • Il numero di conto • Le informazioni del contatore • I dati del conto • Lo storico dei consumi • I calcoli tariffari Dovrai inserire nuovamente i dati del tuo account per accedere alle tue informazioni energetiche.
ja: これにより、以下が削除されます: • APIキー • アカウント番号 • メーター情報 • アカウントデータ • 消費履歴 • タリフ計算 エネルギーデータにアクセスするには、アカウント情報を再度入力する必要があります。
ko: 이 작업은 다음 항목을 삭제합니다: • API 키 • 계정 번호 • 계량기 정보 • 계정 데이터 • 소비 내역 • 요금 계산 에너지 데이터를 다시 이용하려면 계정 정보를 재입력해야 합니다.
ms: Ini akan memadam: • Kunci API anda • Nombor Akaun • Maklumat Meter • Data Akaun • Sejarah Penggunaan • Pengiraan Tarif Anda perlu memasukkan semula maklumat akaun untuk mengakses data tenaga anda.
nb: Dette vil slette: • API-nøkkelen din • Kontonummer • Målerinformasjon • Kontodata • Forbruksoversikt • Tariffberegninger Du må legge inn kontoinformasjonen din på nytt for å få tilgang til energidataene dine.
nl: Dit zal het volgende verwijderen: • Je API-sleutel • Je rekeningnummer • Je meterinformatie • Je rekeninggegevens • Je verbruiksgeschiedenis • Je tariefberekeningen Je moet je accountgegevens opnieuw invoeren om toegang te krijgen tot je energiedata.
pl: Spowoduje to usunięcie: • Klucza API • Numeru konta • Informacji o liczniku • Danych konta • Historii zużycia • Obliczeń taryf Aby uzyskać dostęp do swoich danych energetycznych, będziesz musiał ponownie wprowadzić dane konta.
pt_pt: Isto irá eliminar: • A sua chave API • O número de conta • As informações do contador • Os dados da conta • O histórico de consumo • Os cálculos de tarifa Terá de voltar a introduzir as informações da sua conta para aceder aos seus dados de energia.
ro: Aceasta va șterge: • Cheia API • Numărul de cont • Informațiile contorului • Datele de cont • Istoricul de consum • Calculele tarifare Va trebui să reintroduceți informațiile contului pentru a accesa datele de energie.
ru: Это удалит: • Ваш ключ API • Номер счета • Информацию о счётчике • Данные аккаунта • Историю потребления • Тарифные расчёты Вам потребуется заново ввести данные учётной записи, чтобы получить доступ к своей энергетической информации.
sk: Týmto sa vymaže: • API kľúč • Číslo účtu • Informácie o merači • Údaje účtu • História spotreby • Výpočty taríf Na prístup k svojim údajom o energii budete musieť znova zadať informácie o účte.
sl: S tem boste izbrisali: • svoj API ključ • številko računa • informacije o števcu • podatke o računu • zgodovino porabe • izračune tarif Za dostop do svojih energetskih podatkov boste morali znova vnesti podatke o računu.
sv: Detta kommer att ta bort: • Din API-nyckel • Kontonummer • Mätarinformation • Kontodata • Förbrukningshistorik • Tariffberäkningar Du måste ange dina kontouppgifter igen för att få åtkomst till din energidata.
th: การดำเนินการนี้จะลบ: • คีย์ API ของคุณ • หมายเลขบัญชี • ข้อมูลมิเตอร์ • ข้อมูลบัญชี • ประวัติการใช้พลังงาน • การคำนวณอัตราค่าไฟ คุณจำเป็นต้องป้อนข้อมูลบัญชีอีกครั้งเพื่อเข้าถึงข้อมูลพลังงานของคุณ
tr: Bu işlem şunları silecektir: • API Anahtarınızı • Hesap Numaranızı • Sayaç Bilgilerinizi • Hesap Verilerinizi • Tüketim Geçmişinizi • Tarife Hesaplamalarınızı Enerji verilerinize erişmek için hesap bilgilerinizi yeniden girmeniz gerekecek.
uk: Це видалить: • Ваш API-ключ • Номер облікового запису • Інформацію про лічильник • Дані облікового запису • Історію споживання • Розрахунки тарифу Щоб отримати доступ до своїх енергетичних даних, вам потрібно буде повторно ввести інформацію про обліковий запис.
vi: Thao tác này sẽ xóa: • Khóa API của bạn • Số Tài Khoản • Thông Tin Công Tơ • Dữ Liệu Tài Khoản • Lịch Sử Tiêu Thụ • Các Tính Toán Biểu Phí Bạn sẽ phải nhập lại thông tin tài khoản để truy cập dữ liệu năng lượng của mình.
zh_hans: 此操作将删除以下内容： • API 密钥 • 账户号 • 电表信息 • 账户数据 • 历史用量 • 费率计算 要访问您的能源数据，您需要重新输入账户信息。
zh_hant: 此操作會刪除以下項目： • API 金鑰 • 帳戶號碼 • 電錶資訊 • 帳戶資料 • 使用量記錄 • 費率計算 您需要重新輸入帳戶資訊以存取您的能源數據。

source: Time Window Test
ar: اختبار نافذة الوقت
ca: Prova de finestra temporal
cs: Test časového okna
da: Test af tidsvindue
de: Test des Zeitfensters
el: Δοκιμή χρονικού παραθύρου
es: Prueba de ventana de tiempo
fi: Aikavälin testi
fr: Test de plage horaire
he: מבחן חלון הזמן
hi: समय विंडो परीक्षण
hr: Test vremenskog okvira
hu: Időablak teszt
id: Uji Jendela Waktu
it: Test finestra temporale
ja: 時間ウィンドウテスト
ko: 시간 창 테스트
ms: Ujian Tetingkap Masa
nb: Test av tidsvindu
nl: Tijdsvenstertest
pl: Test okna czasowego
pt_pt: Teste de janela de tempo
ro: Test fereastră de timp
ru: Тест временного окна
sk: Test časového okna
sl: Test časovnega okna
sv: Test av tidsfönster
th: การทดสอบกรอบเวลาของงาน
tr: Zaman Penceresi Testi
uk: Тест вікна часу
vi: Kiểm tra khung thời gian
zh_hans: 时间窗口测试
zh_hant: 時間視窗測試

source: Total Cost
ar: التكلفة الإجمالية
ca: Cost total
cs: Celkové náklady
da: Samlede omkostninger
de: Gesamtkosten
el: Συνολικό κόστος
es: Coste total
fi: Kokonaiskustannus
fr: Coût total
he: עלות כוללת
hi: कुल लागत
hr: Ukupni trošak
hu: Teljes költség
id: Total Biaya
it: Costo totale
ja: 合計コスト
ko: 총 비용
ms: Jumlah Kos
nb: Total kostnad
nl: Totale kosten
pl: Całkowity koszt
pt_pt: Custo total
ro: Cost total
ru: Общая стоимость
sk: Celkové náklady
sl: Skupni strošek
sv: Total kostnad
th: ค่าใช้จ่ายทั้งหมด
tr: Toplam Maliyet
uk: Загальна вартість
vi: Tổng chi phí
zh_hans: 总成本
zh_hant: 總成本

source: Total Usage: %@
ar: إجمالي الاستخدام: %@
ca: Ús total: %@
cs: Celková spotřeba: %@
da: Samlet forbrug: %@
de: Gesamtverbrauch: %@
el: Συνολική χρήση: %@
es: Uso total: %@
fi: Kokonaiskäyttö: %@
fr: Utilisation totale : %@
he: שימוש כולל: %@
hi: कुल उपयोग: %@
hr: Ukupna potrošnja: %@
hu: Összes használat: %@
id: Total Penggunaan: %@
it: Uso totale: %@
ja: 合計使用量: %@
ko: 총 사용량: %@
ms: Jumlah Penggunaan: %@
nb: Totalforbruk: %@
nl: Totaal gebruik: %@
pl: Całkowite zużycie: %@
pt_pt: Utilização total: %@
ro: Utilizare totală: %@
ru: Общее использование: %@
sk: Celková spotreba: %@
sl: Skupna poraba: %@
sv: Total användning: %@
th: การใช้งานทั้งหมด: %@
tr: Toplam Kullanım: %@
uk: Загальне використання: %@
vi: Tổng mức sử dụng: %@
zh_hans: 总使用量：%@
zh_hant: 總使用量：%@

source: Unable to load GDPR text.
ar: غير قادر على تحميل نص GDPR.
ca: No es pot carregar el text de la GDPR.
cs: Nelze načíst text GDPR.
da: Kan ikke indlæse GDPR-tekst.
de: GDPR-Text kann nicht geladen werden.
el: Αδυναμία φόρτωσης κειμένου GDPR.
es: No se puede cargar el texto de GDPR.
fi: GDPR-tekstiä ei voi ladata.
fr: Impossible de charger le texte RGPD.
he: לא ניתן לטעון את טקסט ה-GDPR.
hi: GDPR पाठ लोड करने में असमर्थ।
hr: Nije moguće učitati GDPR tekst.
hu: A GDPR-szöveg betöltése sikertelen.
id: Tidak dapat memuat teks GDPR.
it: Impossibile caricare il testo GDPR.
ja: GDPRテキストを読み込めません。
ko: GDPR 텍스트를 불러올 수 없습니다.
ms: Tidak dapat memuat teks GDPR.
nb: Kan ikke laste inn GDPR-tekst.
nl: Kan GDPR-tekst niet laden.
pl: Nie można wczytać tekstu RODO.
pt_pt: Não é possível carregar o texto GDPR.
ro: Nu se poate încărca textul GDPR.
ru: Не удалось загрузить текст GDPR.
sk: Nie je možné načítať text GDPR.
sl: Ni mogoče naložiti besedila GDPR.
sv: Det gick inte att ladda GDPR-text.
th: ไม่สามารถโหลดข้อความ GDPR ได้
tr: GDPR metni yüklenemedi.
uk: Не вдалося завантажити текст GDPR.
vi: Không thể tải văn bản GDPR.
zh_hans: 无法加载 GDPR 文本。
zh_hant: 無法載入 GDPR 文字內容。

source: Unable to load guide text.
ar: غير قادر على تحميل نص الدليل.
ca: No es pot carregar el text de la guia.
cs: Nelze načíst text průvodce.
da: Kan ikke indlæse guide-tekst.
de: Leitfaden-Text kann nicht geladen werden.
el: Αδυναμία φόρτωσης του κειμένου του οδηγού.
es: No se puede cargar el texto de la guía.
fi: Opastetekstiä ei voi ladata.
fr: Impossible de charger le texte du guide.
he: לא ניתן לטעון את טקסט המדריך.
hi: गाइड पाठ लोड करने में असमर्थ।
hr: Nije moguće učitati tekst vodiča.
hu: A súgószöveg betöltése sikertelen.
id: Tidak dapat memuat teks panduan.
it: Impossibile caricare il testo della guida.
ja: ガイドテキストを読み込めません。
ko: 가이드 텍스트를 불러올 수 없습니다.
ms: Tidak dapat memuat teks panduan.
nb: Kan ikke laste inn guide-tekst.
nl: Kan de gids-tekst niet laden.
pl: Nie można wczytać tekstu przewodnika.
pt_pt: Não é possível carregar o texto de ajuda.
ro: Nu se poate încărca textul ghidului.
ru: Не удалось загрузить текст руководства.
sk: Nie je možné načítať text sprievodcu.
sl: Ni mogoče naložiti besedila navodil.
sv: Det gick inte att ladda guiden.
th: ไม่สามารถโหลดข้อความคู่มือได้
tr: Rehber metni yüklenemedi.
uk: Не вдалося завантажити текст посібника.
vi: Không thể tải văn bản hướng dẫn.
zh_hans: 无法加载指南文本。
zh_hant: 無法載入指南文字內容。

source: Unlock
ar: افتح
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Freischalten
el: Ξεκλείδωμα
es: Desbloquear
fi: Avaa lukitus
fr: Déverrouiller
he: בטל נעילה
hi: अनलॉक
hr: Otključaj
hu: Feloldás
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
ms: Buka kunci
nb: Lås opp
nl: Ontgrendelen
pl: Odblokuj
pt_pt: Desbloquear
ro: Deblochează
ru: Разблокировать
sk: Odomknúť
sl: Odkleni
sv: Lås upp
th: ปลดล็อก
tr: Kilidi Aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock Premium Insights: See exactly how much you could save with smart tariff tracking. Get instant cost breakdowns, price change alerts, and personalized recommendations to maximize your energy savings!
ar: افتح ميزات Premium: اكتشف بالضبط مقدار التوفير الذي يمكنك الحصول عليه من خلال تتبع التعرفة الذكية. احصل على تحليل فوري للتكاليف وتنبيهات تغير الأسعار وتوصيات مخصصة لتعظيم توفير الطاقة!
ca: Desbloqueja els Informes Premium: Descobreix exactament quant podries estalviar amb el seguiment intel·ligent de tarifes. Rep desglossaments de costos instantanis, alertes de canvis de preu i recomanacions personalitzades per maximitzar l’estalvi d’energia!
cs: Odemkněte prémiové poznatky: Zjistěte přesně, kolik můžete ušetřit s chytrým sledováním tarifů. Získejte okamžité rozpisy nákladů, upozornění na změny cen a osobní doporučení pro maximalizaci úspor energie!
da: Lås op for Premium Insights: Se præcis, hvor meget du kan spare med smart tarifo...visualisering. Få øjeblikkelig omkostningsoversigt, prisændringsalarmer og personlige anbefalinger for at maksimere energibesparelserne!
de: Schalten Sie Premium Insights frei: Erfahren Sie genau, wie viel Sie mit intelligentem Tarif-Tracking sparen können. Erhalten Sie sofortige Kostenübersichten, Preisänderungswarnungen und personalisierte Empfehlungen, um Ihre Energieeinsparungen zu maximieren!
el: Ξεκλειδώστε τις Premium Insights: Δείτε ακριβώς πόσα μπορείτε να εξοικονομήσετε με την έξυπνη παρακολούθηση χρεώσεων. Λάβετε άμεσα αναλυτικό κόστος, ειδοποιήσεις για αλλαγές τιμής και εξατομικευμένες προτάσεις για μέγιστη εξοικονόμηση ενέργειας!
es: Desbloquea las Perspectivas Premium: Descubre exactamente cuánto podrías ahorrar con un seguimiento inteligente de tarifas. Obtén desgloses de costos al instante, alertas de cambios de precio y recomendaciones personalizadas para maximizar tu ahorro de energía.
fi: Avaa Premium Insights: Näe tarkasti, kuinka paljon voit säästää älykkäällä tariffiseurannalla. Saat välittömät kustannuserittelyt, hintamuutosilmoitukset ja henkilökohtaiset suositukset maksimoidaksesi energiankulutuksen säästöt!
fr: Débloquez les Insights Premium : Découvrez précisément combien vous pouvez économiser grâce au suivi intelligent des tarifs. Obtenez un aperçu instantané des coûts, des alertes de changement de prix et des recommandations personnalisées pour maximiser vos économies d’énergie !
he: פתח/י תובנות פרימיום: ראה/ראי בדיוק כמה את/ה יכול/ה לחסוך עם מעקב תעריפים חכם. קבל/י ניתוח עלויות מיידי, התרעות על שינוי מחירים והמלצות מותאמות אישית למקסום החיסכון באנרגיה!
hi: प्रीमियम इनसाइट्स अनलॉक करें: स्मार्ट टैरिफ ट्रैकिंग से आप कितनी बचत कर सकते हैं, यह बिल्कुल देखें। त्वरित लागत विश्लेषण, मूल्य परिवर्तन अलर्ट और व्यक्तिगत सिफ़ारिशें प्राप्त करें ताकि ऊर्जा बचत को अधिकतम किया जा सके!
hr: Otključajte Premium Insights: Točno saznajte koliko možete uštedjeti uz pametno praćenje tarifa. Dobijte trenutni troškovni prikaz, upozorenja o promjenama cijena i personalizirane preporuke za maksimalnu uštedu energije!
hu: Oldja fel a Premium Insights funkciót: Nézze meg pontosan, mennyit spórolhat az intelligens tarifa-követéssel. Azonnali költségfelbontást, árváltozási figyelmeztetéseket és személyre szabott ajánlásokat kap az energiamegtakarítás maximalizálásához!
id: Buka Premium Insights: Lihat secara pasti berapa banyak yang bisa Anda hemat dengan pelacakan tarif cerdas. Dapatkan rincian biaya instan, peringatan perubahan harga, dan rekomendasi personal untuk memaksimalkan penghematan energi Anda!
it: Sblocca Premium Insights: Scopri esattamente quanto puoi risparmiare con il monitoraggio intelligente delle tariffe. Ricevi analisi dei costi istantanee, avvisi di variazione dei prezzi e consigli personalizzati per massimizzare il tuo risparmio energetico!
ja: プレミアムインサイトをアンロック：スマートな料金追跡でどのくらい節約できるかを正確に把握しましょう。コストの即時分析、価格変更アラート、そしてエネルギー節約を最大化するためのパーソナライズされた提案が受け取れます！
ko: 프리미엄 인사이트 해제: 스마트 요금 추적으로 얼마나 절약할 수 있는지 정확히 확인하세요. 즉각적인 비용 분석, 가격 변동 알림 및 에너지 절약을 극대화하기 위한 맞춤형 추천을 받아보세요!
ms: Buka Premium Insights: Lihat dengan jelas berapa banyak anda boleh jimat dengan penjejakan tarif pintar. Dapatkan pecahan kos serta-merta, amaran perubahan harga, dan cadangan peribadi untuk memaksimumkan penjimatan tenaga anda!
nb: Lås opp Premium Insights: Se nøyaktig hvor mye du kan spare med smart takstsporing. Få umiddelbar kostnadsoversikt, prisendringsvarsler og personlige anbefalinger for å maksimere strømsparingen din!
nl: Ontgrendel Premium Insights: Zie precies hoeveel je kunt besparen met slim tariefbeheer. Krijg direct een kostenoverzicht, prijswijzigingsmeldingen en persoonlijke aanbevelingen om je energiebesparing te maximaliseren!
pl: Odblokuj funkcję Premium Insights: Sprawdź dokładnie, ile możesz zaoszczędzić dzięki inteligentnemu śledzeniu taryf. Otrzymuj natychmiastowe analizy kosztów, alerty o zmianach cen oraz spersonalizowane rekomendacje, aby zmaksymalizować swoje oszczędności energii!
pt_pt: Desbloqueie o Premium Insights: Veja exatamente quanto pode poupar com o acompanhamento inteligente das tarifas. Obtenha análises de custos instantâneas, alertas de alterações de preços e recomendações personalizadas para maximizar a sua poupança de energia!
ro: Descătușează Premium Insights: Vezi exact cât ai putea economisi cu monitorizarea inteligentă a tarifelor. Obține defalcări imediate ale costurilor, alerte de modificare a prețurilor și recomandări personalizate pentru a-ți maximiza economiile de energie!
ru: Разблокируйте Premium Insights: Узнайте точно, сколько вы можете сэкономить с помощью умного отслеживания тарифов. Получайте мгновенный анализ затрат, уведомления об изменении цен и персонализированные рекомендации для максимальной экономии энергии!
sk: Odomknite Premium Insights: Zistite presne, koľko môžete ušetriť sledovaním inteligentných taríf. Získajte okamžité rozpisy nákladov, upozornenia na zmenu cien a personalizované odporúčania na maximalizáciu úspor energie!
sl: Odklenite Premium Insights: Odkrijte natančno, koliko lahko prihranite z inteligentnim spremljanjem tarif. Prejmite takojšen pregled stroškov, opozorila o spremembah cen in prilagojena priporočila za največji prihranek energije!
sv: Lås upp Premium Insights: Se exakt hur mycket du kan spara med smart tariffspårning. Få omedelbar kostnadsuppdelning, prisändringsvarningar och personliga rekommendationer för att maximera din energibesparing!
th: ปลดล็อก Premium Insights: ดูได้ทันทีว่าคุณสามารถประหยัดได้เท่าไรด้วยการติดตามอัตราค่าไฟอัจฉริยะ รับการแจกแจงค่าใช้จ่ายแบบทันที การแจ้งเตือนการเปลี่ยนแปลงราคา และคำแนะนำเฉพาะบุคคลเพื่อประหยัดพลังงานสูงสุด!
tr: Premium Insights’in kilidini açın: Akıllı tarife takibiyle ne kadar tasarruf edebileceğinizi tam olarak görün. Anında maliyet dökümleri, fiyat değişikliği uyarıları ve enerji tasarrufunuzu en üst düzeye çıkarmak için kişiselleştirilmiş öneriler edinin!
uk: Розблокуйте Premium Insights: Дізнайтеся точно, скільки ви можете заощадити з розумним відстеженням тарифів. Отримуйте миттєві розрахунки витрат, сповіщення про зміну цін та персоналізовані рекомендації, щоб максимально заощадити енергію!
vi: Mở khóa Premium Insights: Xem chính xác bạn có thể tiết kiệm bao nhiêu với việc theo dõi biểu giá thông minh. Nhận phân tích chi phí tức thời, cảnh báo thay đổi giá và đề xuất cá nhân hóa để tối đa hóa việc tiết kiệm năng lượng!
zh_hans: 解锁 Premium Insights：精准了解通过智能费率追踪能省下多少。立即获取成本明细、价格变动提醒，以及个性化建议，让您的能源节省最大化！
zh_hant: 解鎖 Premium Insights：精準掌握透過智慧化費率追蹤可節省多少。立即獲得成本明細、價格變動提醒，以及個人化建議，將您的能源節省效益最大化！

source: Until [time]
ar: حتى [time]
ca: Fins a [time]
cs: Do [time]
da: Indtil [time]
de: Bis [time]
el: Μέχρι [time]
es: Hasta [time]
fi: Asti [time]
fr: Jusqu'à [time]
he: עד [time]
hi: [time] तक
hr: Do [time]
hu: [time]-ig
id: Hingga [time]
it: Fino alle [time]
ja: [time]まで
ko: [time]까지
ms: Sehingga [time]
nb: Frem til [time]
nl: Tot [time]
pl: Do [time]
pt_pt: Até [time]
ro: Până la [time]
ru: До [time]
sk: Do [time]
sl: Do [time]
sv: Till [time]
th: จนถึง [time]
tr: [time]'a kadar
uk: До [time]
vi: Cho đến [time]
zh_hans: 直到 [time]
zh_hant: 直到 [time]

source: Until %@
ar: حتى %@
ca: Fins a %@
cs: Do %@
da: Indtil %@
de: Bis %@
el: Μέχρι %@
es: Hasta %@
fi: Asti %@
fr: Jusqu'à %@
he: עד %@
hi: %@ तक
hr: Do %@
hu: %@-ig
id: Hingga %@
it: Fino a %@
ja: %@まで
ko: %@까지
ms: Sehingga %@
nb: Frem til %@
nl: Tot %@
pl: Do %@
pt_pt: Até %@
ro: Până la %@
ru: До %@
sk: Do %@
sl: Do %@
sv: Till %@
th: จนถึง %@
tr: %@ tarihine kadar
uk: До %@
vi: Cho đến %@
zh_hans: 直到 %@
zh_hant: 直到 %@

source: Using AGILE Code: %@
ar: استخدام رمز AGILE: %@
ca: Utilitzant el codi AGILE: %@
cs: Používá se kód AGILE: %@
da: Bruger AGILE-koden: %@
de: Verwende AGILE-Code: %@
el: Χρήση κωδικού AGILE: %@
es: Usando el código AGILE: %@
fi: Käytetään AGILE-koodia: %@
fr: Utilisation du code AGILE : %@
he: משתמש בקוד AGILE: %@
hi: AGILE कोड का उपयोग: %@
hr: Koristi se AGILE kod: %@
hu: AGILE kód használata: %@
id: Menggunakan Kode AGILE: %@
it: Utilizzo del codice AGILE: %@
ja: AGILE コードを使用: %@
ko: AGILE 코드 사용: %@
ms: Menggunakan Kod AGILE: %@
nb: Bruker AGILE-kode: %@
nl: Gebruikt AGILE-code: %@
pl: Używanie kodu AGILE: %@
pt_pt: A utilizar o código AGILE: %@
ro: Utilizează codul AGILE: %@
ru: Используется код AGILE: %@
sk: Používa sa kód AGILE: %@
sl: Uporablja se koda AGILE: %@
sv: Använder AGILE-kod: %@
th: กำลังใช้รหัส AGILE: %@
tr: AGILE Kodu Kullanılıyor: %@
uk: Використовується код AGILE: %@
vi: Đang sử dụng mã AGILE: %@
zh_hans: 使用 AGILE 代码：%@
zh_hant: 使用 AGILE 代碼：%@

source: Using Region %@
ar: باستخدام المنطقة %@
ca: S’està utilitzant la regió %@
cs: Používá se region %@
da: Bruger regionen %@
de: Verwendete Region: %@
el: Χρήση περιοχής %@
es: Usando la región %@
fi: Käytössä alue %@
fr: Région utilisée : %@
he: באמצעות אזור %@
hi: क्षेत्र %@ का उपयोग हो रहा है
hr: Koristi se regija %@
hu: Használt régió: %@
id: Menggunakan Wilayah %@
it: Utilizzo della regione %@
ja: %@ 地域を使用中
ko: 지역 %@ 사용 중
ms: Menggunakan Rantau %@
nb: Bruker region %@
nl: Gebruikt regio %@
pl: Używany region: %@
pt_pt: A utilizar a região %@
ro: Utilizarea regiunii %@
ru: Используемый регион: %@
sk: Používa sa oblasť %@
sl: Uporabljena regija %@
sv: Använder region %@
th: กำลังใช้ภูมิภาค %@
tr: Şu bölge kullanılıyor: %@
uk: Використовується регіон %@
vi: Đang sử dụng khu vực %@
zh_hans: 使用区域 %@
zh_hant: 使用地區 %@

source: Valid From
ar: ساري من
ca: Vàlid des de
cs: Platné od
da: Gyldig fra
de: Gültig ab
el: Ισχύει από
es: Válido desde
fi: Voimassa alkaen
fr: Valable à partir de
he: בתוקף מ
hi: से मान्य
hr: Vrijedi od
hu: Érvényes ettől
id: Berlaku Mulai
it: Valido da
ja: 有効開始日
ko: 유효 시작일
ms: Berlaku Dari
nb: Gyldig fra
nl: Geldig vanaf
pl: Ważne od
pt_pt: Válido a partir de
ro: Valabil de la
ru: Действительно с
sk: Platné od
sl: Velja od
sv: Giltig från
th: มีผลตั้งแต่
tr: Geçerlidir Başlangıç:
uk: Дійсне з
vi: Có hiệu lực từ
zh_hans: 有效期始于
zh_hant: 有效日期由

source: Valid from:
ar: ساري من:
ca: Vàlid des de:
cs: Platí od:
da: Gyldig fra:
de: Gültig ab:
el: Ισχύει από:
es: Válido desde:
fi: Voimassa alkaen:
fr: Valable à partir du :
he: תקף החל מ:
hi: से मान्य:
hr: Vrijedi od:
hu: Érvényes ettől:
id: Berlaku sejak:
it: Valido da:
ja: 有効期間開始:
ko: 유효 시작:
ms: Sah dari:
nb: Gyldig fra:
nl: Geldig vanaf:
pl: Ważne od:
pt_pt: Válido de:
ro: Valabil de la:
ru: Действительно с:
sk: Platné od:
sl: Velja od:
sv: Giltigt från:
th: มีผลตั้งแต่:
tr: Geçerli başlangıç:
uk: Діє з:
vi: Có hiệu lực từ:
zh_hans: 有效起始時間：
zh_hant: 有效開始時間：
